// 25 H2

O1：聚焦业务的质量保障，支持产研达成业务交付目标
KR1：高效支持互动业务迭代，严重问题（P2及以上）的线上问题率满足目标。重点保障高优产品专项和重要技术专项高质量交付，无测试侧原因导致的重大功能漏测及项目延期
KR2：协作产研完成社区互动体验的优化，搭建Chronos UGC弹幕的线上巡检和发版回归能力
KR3：及时响应线上问题、业务处理率周均达到85%以上

O2：持续加强稳定性质量和右移质量建设，优化研测协作效率，提升质量工程能力
KR1：提升互动业务工程能力成熟度，各端工程能力度量关键指标达成部门要求。
KR2：研测质量共建模式，加强稳定性和质量右移建设，质量专项持续深入
KA1：优化落地研测协作流程，完善各业务线冒烟测试用例集，提升免测/提测需求质量，提测冒烟通过率不低于90%，低质bug=0
KA2：加强质量右移建设，互动业务SLO核心接口P0自动化行覆盖率>60，全量自动化行覆盖率>80、线上SLO核心接口巡检接口覆盖率100%
KA3：故障演练效率及覆盖率提升，按季度开展常态化故障演练，关联更多关键依赖，fault/bcm+全链路染色+akali方式自动化演练替代50%人工执行成本，持续推进断网演练，优化效率和成本

KR3：落地新技术方向能力，优化测试基建
KA1：尝试基于AI的重复、无效客诉问题治理，提升客诉反馈的有效性


